Repository: common-repository/wp-twitter-wall
Catalog: languages/wp-twitter-wall-*.po
Languages: fr_fr

source: The class is not set properly!
fr_fr: La classe n’est pas définie correctement !

source: Access granted ^^ !
fr_fr: Accès autorisé ^^ !

source: Your credentials might be unset or incorrect or username is wrong. In any case this error is not due to Twitter API.
fr_fr: Vos informations d’identification peuvent être désactivé ou incorrect ou nom d’utilisateur est incorrect. En tout cas cette erreur n’est pas due à l’API Twitter.

source: Rate limits are exceed!
fr_fr: Les limites de fréquence sont dépasser !

source: Twitter is overwhelmed or something bad happened with its API.
fr_fr: Twitter est débordé ou quelque chose de mauvais s’est passé avec son API.

source: Something is wrong or missing.
fr_fr: Quelque chose est erroné ou manquant.

source: on Twitter
fr_fr: sur Twitter

source: name
fr_fr: nom

source: screen name
fr_fr: Pseudonye

source: followers
fr_fr: abonnés

source: followings
fr_fr: suiveurs

source: favorites
fr_fr: favoris

source: Reply
fr_fr: Répondre

source: Retweet
fr_fr: Retweeter

source: Favorite
fr_fr: Favori

source: This request does not exist or is not taken into account with the display_infos() method !
fr_fr: Cette demande n’existe pas ou n’est pas prise en compte avec la méthode display_infos() !

source: Report %s as spam?
fr_fr: Marquer %s en tant que spam&nbsp;?

source: There are %s
fr_fr: Il y a %s

source: Twitter Wall
fr_fr: Mur de Tweets

source: Twitter spams
fr_fr: Spams Twitter

source: Spam Archives
fr_fr: Archives des spams

source: Parent Item:
fr_fr: Parent :

source: All Spams
fr_fr: Tous les spams

source: Add New Spam
fr_fr: Ajouter un nouveau spam

source: Add Spam
fr_fr: Ajouter un spam

source: New Spam
fr_fr: Nouveau spam

source: Edit Item
fr_fr: Éditer

source: Update Item
fr_fr: Mettre à jour

source: View Item
fr_fr: Voir

source: Search Item
fr_fr: Rechercher

source: Not found
fr_fr: Introuvable

source: Not found in Trash
fr_fr: Introuvable dans la corbeille

source: Featured Image
fr_fr: Image à la une

source: Set featured image
fr_fr: Mettre une image à la Une

source: Remove featured image
fr_fr: Retirer image à la une

source: Use as featured image
fr_fr: Utiliser comme image à la une

source: Insert into item
fr_fr: Insérer dans l'article

source: Uploaded to this item
fr_fr: Télécharger

source: Items list
fr_fr: Liste

source: Items list navigation
fr_fr: Navigation

source: Filter items list
fr_fr: Filtrer

source: %s reported as spam
fr_fr: %s marqué en tant que spam

source: Twitter username to add to spams
fr_fr: Nom de l'utilisateur Twitter à ajouter aux spams

source: Settings
fr_fr: Réglages

source: WP Twitter Wall settings
fr_fr: Réglages de WP Twitter Wall

source: Twitter API settings
fr_fr: Réglages de l’API Twitter

source: Consumer key
fr_fr: Clé d’utilisateur

source: Consumer secret
fr_fr: Clé secrète

source: Twitterwall settings
fr_fr: Réglages du twitterwall

source: Relative URL of twitterwall
fr_fr: URL relative du twitterwall

source: Search query
fr_fr: Requête de recherche

source: Search query language
fr_fr: Language de la requête de recherche

source: Number of tweets to display
fr_fr: Nombre de tweets à afficher

source: Twitterwall background color
fr_fr: Couleur d’arrière-plan du Twitterwall

source: Avatar border color
fr_fr: Couleur de bordure d’avatar

source: In order to make authorized calls to Twitter’s APIs, your website must first obtain an OAuth access token:
fr_fr: Afin d’effectuer des appels autorisés aux API de Twitter, votre site doit d’abord obtenir un jeton d’accès OAuth :

source: Create a Twitter Apps to get my access token
fr_fr: Créer une application Twitter pour obtenir mon jeton d’accès

source: Display Twitterwall
fr_fr: Voir le Twitterwall

source: Twitterwall options saved
fr_fr: Options du Twitterwall enregistrées
